results/exp1/20260224T024240Z-vanilla-katran/raw/wrk/c1/run-4.txt
Running 1m test @ http://192.168.100.100:8080/exp1-1k.txt
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   142.84us    9.99us   1.67ms   83.04%
    Req/Sec     7.00k   253.87     8.59k    87.33%
  Latency Distribution
     50%  144.00us
     75%  146.00us
     90%  150.00us
     99%  162.00us
  417894 requests in 1.00m, 507.33MB read
Requests/sec:   6964.88
Transfer/sec:      8.46MB